# GetStoryElevation

## Description
Returns the elevaton of the indicated Story.

```pascal
FUNCTION GetStoryElevation(story : HANDLE): REAL;
```

```python
def vs.GetStoryElevation(story):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|story|HANDLE|The Story whose elevation is desired.|

## See Also
VS Functions:
CreateStory
| SetStoryElevation

## Version
Availability: from Vectorworks 2012

## Category
* Layers